<!DOCTYPE html>
<html lang="fr">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Idris NAULLEAU-AURIAL - Profil</title>
  <script>
    document.documentElement.classList.add('js');
  </script>
  <link rel="preconnect" href="https://fonts.googleapis.com">
  <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
  <link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;600;700&display=swap" rel="stylesheet">
  <link rel="stylesheet" href="style.css">
  <script src="playlist.js" defer></script>
  <script src="script.js" defer></script>
</head>
<body>
  <div class="page">
    <header>
      <div class="brand">Idris NAULLEAU-AURIAL</div>
      <nav aria-label="Navigation principale">
        <a href="index.html">Accueil</a>
        <a href="profil.html" aria-current="page">Profil</a>
        <a href="projets.html">Projets</a>
        <a href="contact.html">Contact</a>
      </nav>
      <div class="header-actions" aria-label="Liens rapides">
        <a class="btn secondary btn--sm btn--icon" href="https://www.linkedin.com/in/idris-naulleau-aurial-9278b711b/" target="_blank" rel="noreferrer">
          <svg class="icon" viewBox="0 0 24 24" aria-hidden="true" focusable="false">
            <rect x="4" y="4" width="16" height="16" rx="2"></rect>
            <path d="M8 11v5"></path>
            <path d="M8 8v.01"></path>
            <path d="M12 16v-5"></path>
            <path d="M16 16v-3a2 2 0 0 0 -4 0"></path>
          </svg>
          <span>LinkedIn</span>
        </a>
        <div class="cv-downloads" aria-label="T&eacute;l&eacute;chargements CV">
          <details>
            <summary class="btn secondary btn--sm">Mon CV</summary>
            <div class="cv-downloads__links">
              <a class="btn primary btn--sm" href="assets/documents/Papier CV DE alternance.pdf" target="_blank" rel="noreferrer">Version &agrave; imprimer</a>
              <a class="btn primary btn--sm" href="assets/documents/Mail CV DE alternance.pdf" target="_blank" rel="noreferrer">Version num&eacute;rique</a>
            </div>
          </details>
        </div>
      </div>
      <div class="breadcrumbs" aria-label="Fil d'ariane">
        <div class="breadcrumbs__trail">
          <a href="index.html">Accueil</a>
          <span class="breadcrumbs__sep" aria-hidden="true">/</span>
          <span aria-current="page">Profil</span>
        </div>
      </div>
    </header>

    <main id="main">
      <section class="card reveal reveal-on-load">
        <h1>Profil</h1>
      </section>

      <section class="section">
        <div class="card reveal">
          <h2>Parcours</h2>

          <div class="card-deck" data-card-deck>
            <div class="card-deck__grid">
              <button class="deck-card" type="button" data-deck-card data-card-key="etudes" data-card-title="&Eacute;tudes initiales" aria-controls="deck-parcours" aria-expanded="false">
                <span class="deck-card__inner">
                  <span class="deck-card__face deck-card__front">
                    <img class="deck-card__media" src="assets/cards/formationinitial.png" alt="&Eacute;tudes initiales" loading="lazy">
                  </span>
                  <span class="deck-card__face deck-card__back" aria-hidden="true">
                    <img class="deck-card__media deck-card__media--back" src="assets/cards/formationinitial.png" alt="" loading="lazy">
                  </span>
                </span>
              </button>

              <button class="deck-card" type="button" data-deck-card data-card-key="debut-voie-pro" data-card-title="D&eacute;but de la voie professionnelle" aria-controls="deck-parcours" aria-expanded="false">
                <span class="deck-card__inner">
                  <span class="deck-card__face deck-card__front">
                    <img class="deck-card__media" src="assets/cards/debutcarrierre.jpg" alt="D&eacute;but de la voie professionnelle" loading="lazy">
                  </span>
                  <span class="deck-card__face deck-card__back" aria-hidden="true">
                    <img class="deck-card__media deck-card__media--back" src="assets/cards/debutcarrierre.jpg" alt="" loading="lazy">
                  </span>
                </span>
              </button>

              <button class="deck-card" type="button" data-deck-card data-card-key="moi-et-informatique" data-card-title="Moi &amp; l'informatique" aria-controls="deck-parcours" aria-expanded="false">
                <span class="deck-card__inner">
                  <span class="deck-card__face deck-card__front">
                    <img class="deck-card__media" src="assets/cards/informatique.png" alt="Moi &amp; l'informatique" loading="lazy">
                  </span>
                  <span class="deck-card__face deck-card__back" aria-hidden="true">
                    <img class="deck-card__media deck-card__media--back" src="assets/cards/informatique.png" alt="" loading="lazy">
                  </span>
                </span>
              </button>

              <button class="deck-card" type="button" data-deck-card data-card-key="vers-data-engineer" data-card-title="Vers le m&eacute;tier Data Engineer" aria-controls="deck-parcours" aria-expanded="false">
                <span class="deck-card__inner">
                  <span class="deck-card__face deck-card__front">
                    <img class="deck-card__media" src="assets/cards/dataengineer.jpg" alt="Vers le m&eacute;tier Data Engineer" loading="lazy">
                  </span>
                  <span class="deck-card__face deck-card__back" aria-hidden="true">
                    <img class="deck-card__media deck-card__media--back" src="assets/cards/dataengineer.jpg" alt="" loading="lazy">
                  </span>
                </span>
              </button>
            </div>

            <template data-card-template="etudes">
              <p>
                Mes &eacute;tudes initiales m&rsquo;ont appris un r&eacute;flexe que je garde encore aujourd&rsquo;hui :
                comprendre le &quot;pourquoi&quot; avant de foncer sur le &quot;comment&quot;. Quand un probl&egrave;me devient complexe,
                c&rsquo;est ce qui permet d&rsquo;avancer vite et proprement.
              </p>

              <div class="mini-timeline" aria-label="Parcours scolaire r&eacute;sum&eacute;">
                <span class="mini-timeline__step">BEP</span>
                <span class="mini-timeline__sep" aria-hidden="true">&rarr;</span>
                <span class="mini-timeline__step">BAC PRO</span>
                <span class="mini-timeline__sep" aria-hidden="true">&rarr;</span>
                <span class="mini-timeline__step is-canceled" title="Arr&ecirc;t avant la fin">BTS SIO</span>
                <span class="mini-timeline__sep" aria-hidden="true">&rarr;</span>
                <span class="mini-timeline__step">March&eacute; du travail</span>
              </div>

              <p>
                Tr&egrave;s t&ocirc;t, je savais que je voulais aller vers l&rsquo;informatique. J&rsquo;ai choisi une porte d&rsquo;entr&eacute;e
                concr&egrave;te : un <strong>BEP Syst&egrave;mes &eacute;lectroniques industriels et domestiques</strong>. On y apprend la rigueur,
                le diagnostic et la m&eacute;thode : des bases solides pour travailler proprement.
              </p>
              <p>
                J&rsquo;ai ensuite fait un <strong>BAC PRO Syst&egrave;mes &eacute;lectroniques industriels et domestiques</strong>, o&ugrave; l&rsquo;on aborde
                aussi des notions utiles en informatique, notamment les bases r&eacute;seaux.
              </p>
              <p>
                Apr&egrave;s le bac, je voulais franchir un cap : <strong>apprendre la programmation</strong>. Je me suis donc inscrit en
                <strong>BTS Syst&egrave;mes Informatiques aux Organisations</strong>. Il y avait deux options : <strong>R&eacute;seaux</strong> et
                <strong>Programmation</strong>. Dans la pratique, presque tout le monde visait la programmation, mais seule la moiti&eacute;
                des places &eacute;tait disponible.
              </p>
              <p>
                Les groupes se d&eacute;cidaient au conseil de classe du premier trimestre. Sur les notes, j&rsquo;&eacute;tais bien plac&eacute;
                (environ <strong>14,5 de moyenne</strong>). Mais je n&rsquo;ai pas &eacute;t&eacute; en cours les deux derni&egrave;res semaines avant ce conseil,
                pour des raisons personnelles. Ce choix a pes&eacute; : les enseignants ont d&eacute;cid&eacute; que l&rsquo;assiduit&eacute; comptait autant
                que la performance. R&eacute;sultat : <strong>je n&rsquo;ai pas eu l&rsquo;option programmation</strong>.
              </p>
              <p>
                &Agrave; ce moment-l&agrave;, j&rsquo;ai fait un choix simple : si je ne pouvais pas apprendre ce pour quoi j&rsquo;&eacute;tais venu,
                je pr&eacute;f&eacute;rais ne pas perdre deux ans. J&rsquo;ai donc <strong>quitt&eacute; le BTS</strong> et je suis entr&eacute; sur le march&eacute;
                du travail, pour apprendre autrement, au contact du r&eacute;el.
              </p>
              <div class="callout">
                <h3>Ce que &ccedil;a m&rsquo;a laiss&eacute;</h3>
                <ul>
                  <li><strong>Rigueur &amp; m&eacute;thode</strong> : diagnostic, approche syst&eacute;mique, travail propre.</li>
                  <li><strong>D&eacute;cision &amp; pragmatisme</strong> : assumer un choix et avancer.</li>
                  <li><strong>Apprentissage orient&eacute; terrain</strong> : autonomie, concret, adaptation.</li>
                </ul>
              </div>
              <p>La suite, et ce que cette d&eacute;cision a d&eacute;clench&eacute;, je te la raconte dans la carte suivante.</p>
            </template>

            <template data-card-template="debut-voie-pro">
              <p>
                En <strong>2013</strong>, quand j&rsquo;ai d&eacute;cid&eacute; de quitter mon BTS, mes parents ont &eacute;t&eacute; clairs :
                si je choisissais la voie professionnelle, je devais aussi <strong>subvenir &agrave; mes besoins</strong>.
                J&rsquo;ai donc encha&icirc;n&eacute; rapidement sur des emplois.
              </p>
              <p>
                M&ecirc;me avec mon <strong>BAC PRO Syst&egrave;mes &eacute;lectroniques industriels et domestiques</strong>,
                je n&rsquo;ai pas r&eacute;ussi &agrave; trouver un poste en informatique (notamment c&ocirc;t&eacute; r&eacute;seau) :
                dans une petite ville, les opportunit&eacute;s &eacute;taient limit&eacute;es.
                Je me suis donc orient&eacute; vers des emplois alimentaires, dont la restauration comme commis de cuisine.
              </p>
              <p>
                En parall&egrave;le, je me formais en autodidacte au <strong>d&eacute;veloppement front-end</strong>,
                avec une logique simple : <strong>apprendre</strong>, <strong>produire</strong>, <strong>livrer</strong>.
              </p>
              <p>
                En <strong>2015</strong>, j&rsquo;ai lanc&eacute; une petite activit&eacute;. Au d&eacute;but, je la menais en parall&egrave;le de mes jobs.
                Puis j&rsquo;ai d&eacute;cid&eacute; de passer &agrave; plein temps en m&rsquo;installant &agrave; <strong>Lacanau Oc&eacute;an</strong>,
                parce que je voulais vivre &agrave; 50 m&egrave;tres de l&rsquo;oc&eacute;an, et parce que localement,
                le march&eacute; &eacute;tait <strong>quasi libre</strong>, avec tr&egrave;s peu de concurrence.
              </p>
              <p>
                Je r&eacute;alisais alors des sites front tr&egrave;s simples (sans base de donn&eacute;es, sans authentification, sans animations avanc&eacute;es) :
                c&rsquo;&eacute;tait ce que je pouvais livrer proprement &agrave; ce moment-l&agrave;.
              </p>
              <p>
                En plus du web, je proposais aussi des services concrets : r&eacute;paration hardware,
                nettoyage et optimisation software, aide &agrave; constituer un PC sur mesure,
                et formation aux bases de l&rsquo;informatique et d&rsquo;Internet (notamment aupr&egrave;s de personnes &acirc;g&eacute;es).
              </p>
              <p>
                Pendant plusieurs &eacute;t&eacute;s, en parall&egrave;le de mon activit&eacute;, j&rsquo;ai aussi encadr&eacute; des s&eacute;jours adapt&eacute;s aupr&egrave;s de personnes
                en situation de handicap, sur de petits s&eacute;jours d&rsquo;environ <strong>deux semaines</strong>.
                J&rsquo;&eacute;tais <strong>responsable de s&eacute;jour</strong> (organisation, cadre, d&eacute;cisions, gestion d&rsquo;&eacute;quipe). Voici un exemple de mon CV pour cette période :
              </p>
              <figure class="cv-preview">
                <img src="assets/anciencv.png" alt="Ancien CV (p&eacute;riode animation, graphisme et d&eacute;buts en freelance)" loading="lazy">
                <figcaption>
                  Ancien CV (rep&egrave;re visuel de la p&eacute;riode : missions saisonni&egrave;res l&rsquo;&eacute;t&eacute; + activit&eacute; freelance).
                </figcaption>
              </figure>
              <p>
                Quand je me suis mis en couple, &ccedil;a a &eacute;t&eacute; le d&eacute;clencheur qui m&rsquo;a fait quitter Lacanau Oc&eacute;an.
                Je suis revenu en ville, dans le B&eacute;arn, avec l&rsquo;envie d&rsquo;&eacute;largir mes comp&eacute;tences.
                &Agrave; ce moment-l&agrave;, j&rsquo;ai approfondi l&rsquo;UI/UX design, pour concevoir des interfaces plus claires et plus efficaces.
              </p>
              <p>
                J&rsquo;ai ensuite continu&eacute; en freelance avec un profil plus complet : d&eacute;veloppement front + webdesign,
                en ajoutant une vraie attention &agrave; l&rsquo;exp&eacute;rience utilisateur.
              </p>
              <p>
                Mais avec la vie de couple, j&rsquo;ai eu besoin de stabilit&eacute;. Mes revenus de freelance restaient trop fluctuants,
                parfois en dessous d&rsquo;un niveau acceptable. J&rsquo;ai donc choisi un cadre plus s&eacute;curis&eacute; :
                un CDI de r&eacute;ceptionniste de nuit en h&ocirc;tellerie, que j&rsquo;ai tenu pendant <strong>5 ans</strong>.
              </p>
              <p>
                C&rsquo;est ce parcours salari&eacute; qui m&rsquo;a permis d&rsquo;enclencher une reconversion via le <strong>Projet de Transition Professionnelle (PTP)</strong> :
                un dispositif qui permet de s&rsquo;absenter pour se former afin de changer de m&eacute;tier.
              </p>
              <p>
                J&rsquo;ai toujours &eacute;t&eacute; attir&eacute; par l&rsquo;informatique. M&ecirc;me quand je faisais autre chose, je continuais &agrave; apprendre,
                &agrave; tester, &agrave; construire. C&rsquo;est donc naturellement que, via Transitions Pro, j&rsquo;ai d&eacute;cid&eacute; de recentrer ma reconversion
                sur ce domaine.
              </p>
              <p>
                Ce choix marque le vrai point de d&eacute;part de ma d&eacute;marche actuelle : reprendre un parcours structur&eacute;,
                consolider mes bases, et viser un m&eacute;tier o&ugrave; je peux apporter de la valeur de fa&ccedil;on durable.
              </p>
            </template>

            <template data-card-template="moi-et-informatique">
              <p>
                J&rsquo;ai d&eacute;couvert l&rsquo;ordinateur &agrave; l&rsquo;&eacute;poque de <strong>Windows 98</strong>. Comme beaucoup, j&rsquo;ai commenc&eacute; par les <strong>forums en ligne</strong>, les <strong>jeux Flash</strong>, <strong>MSN</strong>&hellip; et cette sensation que l&rsquo;&eacute;cran pouvait &ecirc;tre une porte vers autre chose que la simple consommation.
              </p>
              <p>
                <strong>En 6e</strong>, un cousin de mon p&egrave;re m&rsquo;a initi&eacute; au <strong>HTML</strong> pendant une journ&eacute;e. J&rsquo;ai accroch&eacute; imm&eacute;diatement, pour une raison tr&egrave;s simple : je venais de comprendre qu&rsquo;avec quelques lignes, je pouvais cr&eacute;er.
              </p>
              <p>
                J&rsquo;ai continu&eacute; au <strong>club informatique</strong> du coll&egrave;ge &agrave; partir de la <strong>5e</strong>, avec un cours par semaine. On y construisait <strong>un robot</strong> pour participer &agrave; <strong>un concours de robotique</strong>.
              </p>
              <p>
                Avec le temps, j&rsquo;ai compris ce qui me pla&icirc;t le plus dans l&rsquo;informatique : la capacit&eacute; &agrave; <strong>transformer une id&eacute;e en solution</strong>. Le code n&rsquo;est pas une fin en soi. C&rsquo;est un <strong>outil</strong> pour rendre une situation plus claire, plus fiable, plus simple &agrave; utiliser. Quand quelque chose ne marche pas ou pourrait &ecirc;tre mieux, j&rsquo;aime chercher pourquoi, puis construire une r&eacute;ponse.
              </p>
              <p>
                Que ce soit dans un cadre professionnel ou sur des projets cr&eacute;atifs, l&rsquo;informatique a toujours &eacute;t&eacute; mon levier. D&egrave;s que je veux <strong>prototyper</strong>, <strong>automatiser</strong>, <strong>am&eacute;liorer</strong> ou <strong>structurer</strong>, je reviens naturellement vers le code.
              </p>
            </template>

            <template data-card-template="vers-data-engineer">
              <p>
                Lors de ma reconversion via <strong>Transitions Pro</strong>, j&rsquo;ai choisi de viser le m&eacute;tier de <strong>Data Engineer</strong> pour des raisons tr&egrave;s concr&egrave;tes.
              </p>
              <p>
                D&rsquo;abord, c&rsquo;est un r&ocirc;le qui colle &agrave; ma mani&egrave;re de travailler : <strong>penser en syst&egrave;mes</strong>, <strong>rendre les choses fiables</strong>, <strong>automatiser</strong>, et <strong>construire une base solide</strong> pour que le reste fonctionne. Un <strong>Data Engineer</strong>, c&rsquo;est celui qui <strong>fait circuler la donn&eacute;e proprement</strong>, au bon format, au bon endroit, au bon moment. C&rsquo;est moins visible que d&rsquo;autres m&eacute;tiers, mais c&rsquo;est exactement le type de valeur que j&rsquo;aime produire.
              </p>
              <p>
                Ensuite, c&rsquo;est un m&eacute;tier au croisement de disciplines qui m&rsquo;attirent depuis longtemps : <strong>informatique &ldquo;s&eacute;rieuse&rdquo;</strong>, logique, r&eacute;solution de probl&egrave;mes, et compr&eacute;hension des contraintes r&eacute;elles (<strong>volumes, s&eacute;curit&eacute;, performance, exploitation</strong>).
              </p>
              <p>
                Il y a aussi une raison pragmatique : le <strong>march&eacute;</strong>. &Agrave; l&rsquo;&eacute;chelle France, <strong>France Travail</strong> recense <strong>2 433 020</strong> projets de recrutement en <strong>2025</strong>, avec <strong>50,1%</strong> jug&eacute;s difficiles.
                Et c&ocirc;t&eacute; &ldquo;volume&rdquo; d&rsquo;offres num&eacute;riques observ&eacute;es, <strong>GEN_SCAN</strong> a analys&eacute; <strong>18 699</strong> offres sur le seul mois de <strong>septembre 2024</strong> (&eacute;chantillon num&eacute;rique), ce qui donne un ordre de grandeur du terrain de jeu.
                Sur la data sp&eacute;cifiquement, plusieurs analyses de recrutement montrent une dynamique forte sur les r&ocirc;les data, avec par exemple une hausse mesur&eacute;e des offres <strong>&ldquo;Data Engineer&rdquo;</strong> sur une p&eacute;riode <strong>2023</strong> (&ccedil;a ne suffit pas &agrave; r&eacute;sumer le march&eacute;, mais &ccedil;a confirme que le m&eacute;tier reste durablement demand&eacute;).
              </p>
              <p>
                Seulement voil&agrave; : dans la r&eacute;alit&eacute; des parcours, <strong>Data Engineer</strong> se positionne tr&egrave;s souvent sur des niveaux de sortie &eacute;lev&eacute;s (les certifications <strong>RNCP Data Engineer</strong> sont class&eacute;es <strong>niveau 7</strong>, donc du niveau <strong>master</strong>).
                Donc sans &eacute;quivalent <strong>bac+3</strong> &agrave; ce moment-l&agrave;, ma trajectoire la plus logique &eacute;tait de construire un palier afin de pouvoir acc&eacute;der &agrave; une formation.
              </p>
              <p>
                C&rsquo;est pour &ccedil;a que j&rsquo;ai choisi de commencer par le m&eacute;tier de <strong>Data Analyst</strong> : c&rsquo;est une &eacute;tape coh&eacute;rente parce que &ccedil;a reste un m&eacute;tier de l&rsquo;informatique, de la science et de l&rsquo;analyse (des disciplines qui me plaisent), &ccedil;a me permet de consolider des fondamentaux (donn&eacute;es, <strong>SQL</strong>, qualit&eacute;, m&eacute;triques, restitution), et &ccedil;a pr&eacute;pare naturellement la suite vers <strong>Data Engineer</strong>, o&ugrave; ces bases deviennent industrialis&eacute;es.
              </p>
              <p>
                Le <strong>Projet de Transition Professionnelle</strong> me donne actuellement le cadre pour faire cette reconversion s&eacute;rieusement : une formation structur&eacute;e avec la <strong>Wild Code School</strong>, r&eacute;mun&eacute;r&eacute;e pendant la formation. Elle a commenc&eacute; en <strong>septembre 2025</strong> et se termine fin <strong>f&eacute;vrier 2026</strong>. La formation <strong>Data Engineer</strong> avec la m&ecirc;me &eacute;cole commence le <strong>16 mars 2026</strong> en <strong>contrat de professionnalisation</strong> (<strong>3 semaines en entreprise</strong> et <strong>1 semaine en formation</strong> pendant <strong>18 mois</strong>).
              </p>
            </template>
          </div>
        </div>
      </section>

      <section class="section">
        <div class="card reveal">
          <h2>Projets &amp; avenir</h2>

          <div class="card-deck" data-card-deck>
            <div class="card-deck__grid">
              <button class="deck-card" type="button" data-deck-card data-card-key="contrat" data-card-title="Ce que j'attends du contrat pro" aria-controls="deck-avenir" aria-expanded="false">
                <span class="deck-card__inner">
                  <span class="deck-card__face deck-card__front">
                    <img class="deck-card__media" src="assets/cards/cequejattend.jpg" alt="Ce que j'attends du contrat pro" loading="lazy">
                  </span>
                  <span class="deck-card__face deck-card__back" aria-hidden="true">
                    <img class="deck-card__media deck-card__media--back" src="assets/cards/cequejattend.jpg" alt="" loading="lazy">
                  </span>
                </span>
              </button>

              <button class="deck-card" type="button" data-deck-card data-card-key="entreprendre" data-card-title="Entrepreneuriat" aria-controls="deck-avenir" aria-expanded="false">
                <span class="deck-card__inner">
                  <span class="deck-card__face deck-card__front">
                    <img class="deck-card__media" src="assets/cards/entreprenariat.png" alt="Entrepreneuriat" loading="lazy">
                  </span>
                  <span class="deck-card__face deck-card__back" aria-hidden="true">
                    <img class="deck-card__media deck-card__media--back" src="assets/cards/entreprenariat.png" alt="" loading="lazy">
                  </span>
                </span>
              </button>

              <button class="deck-card" type="button" data-deck-card data-card-key="vision" data-card-title="Vision de l'avenir" aria-controls="deck-avenir" aria-expanded="false">
                <span class="deck-card__inner">
                  <span class="deck-card__face deck-card__front">
                    <img class="deck-card__media" src="assets/cards/avenir.jpg" alt="Vision de l'avenir" loading="lazy">
                  </span>
                  <span class="deck-card__face deck-card__back" aria-hidden="true">
                    <img class="deck-card__media deck-card__media--back" src="assets/cards/avenir.jpg" alt="" loading="lazy">
                  </span>
                </span>
              </button>
            </div>

            <template data-card-template="contrat">
              <p>Dans mon <strong>contrat pro Data Engineer</strong>, je cherche un cadre qui me permette de <strong>progresser</strong> tout en <strong>livrant du concret</strong>.</p>
              <p>Je n&rsquo;ai pas envie de <strong>&ldquo;survivre&rdquo;</strong> &agrave; un poste. Je cherche un endroit o&ugrave; je peux <strong>apprendre</strong>, <strong>varier</strong>, et <strong>m&rsquo;am&eacute;liorer en continu</strong>, parce que c&rsquo;est comme &ccedil;a que je suis le plus utile.</p>
              <p>Concr&egrave;tement, j&rsquo;ai besoin de :</p>
              <ul>
                <li><strong>Une &eacute;quipe bienveillante</strong>, avec une communication respectueuse, des feedbacks clairs, et z&eacute;ro comportements toxiques.</li>
                <li><strong>Des missions vari&eacute;es</strong>, plut&ocirc;t qu&rsquo;une seule t&acirc;che r&eacute;p&eacute;t&eacute;e en boucle.</li>
                <li><strong>Un vrai accompagnement</strong> pour monter en comp&eacute;tences : revues, points r&eacute;guliers, mentorat quand c&rsquo;est possible.</li>
                <li><strong>La possibilit&eacute; de proposer des id&eacute;es</strong> et d&rsquo;am&eacute;liorer les process, dans une dynamique de collaboration plut&ocirc;t que &ldquo;top-down&rdquo;.</li>
              </ul>
            </template>

            <template data-card-template="entreprendre">
              <p>Comme tu le verras dans la section <strong>Projets</strong>, j&rsquo;ai une tendance naturelle &agrave; imaginer de nouvelles id&eacute;es et &agrave; vouloir les construire. Parfois juste pour apprendre et explorer, parfois avec l&rsquo;objectif d&rsquo;en tirer un revenu.</p>
              <p>Ce qui m&rsquo;attire dans l&rsquo;entrepreneuriat, ce n&rsquo;est pas le mot en lui-m&ecirc;me. C&rsquo;est la libert&eacute; de <strong>transformer une id&eacute;e en quelque chose d&rsquo;utile</strong>, de la confronter au r&eacute;el, et de <strong>cr&eacute;er de la valeur</strong> sur un march&eacute;.</p>
              <p>J&rsquo;aime aussi le fait que l&rsquo;entrepreneuriat oblige &agrave; <strong>sortir de sa bulle technique</strong>. Quand on construit un produit, on touche &agrave; tout : <strong>comprendre un besoin</strong>, faire des choix, apprendre les bases de marketing, de finance, parfois de droit, et garder une vision d&rsquo;ensemble.</p>
              <p>Si je cherche un contrat pro aujourd&rsquo;hui, c&rsquo;est pour construire une trajectoire solide et stable. J&rsquo;ai d&eacute;j&agrave; connu le <strong>freelance</strong> et ses hauts et ses bas, et je veux un cadre qui me donne un <strong>dipl&ocirc;me</strong> et un vrai <strong>plan B</strong>, m&ecirc;me si mes projets ne rapportent pas tout de suite.</p>
              <p>Enfin, sur le rythme, je suis &agrave; l&rsquo;aise avec une charge de travail &eacute;lev&eacute;e. Depuis plusieurs ann&eacute;es, entre travail et projets personnels, je tourne souvent autour de <strong>70 voire 80 heures par semaine</strong>. C&rsquo;est un rythme que je tiens bien, et c&rsquo;est m&ecirc;me ce qui me maintient en &eacute;nergie.</p>
            </template>

            <template data-card-template="vision">
              <p>Ma vision &agrave; long terme est simple : je veux pouvoir <strong>travailler sans &ecirc;tre attach&eacute; &agrave; un endroit</strong>. J&rsquo;ai besoin de bouger souvent. La <strong>libert&eacute;</strong> compte plus pour moi que le confort.</p>
              <p>L&rsquo;id&eacute;al, c&rsquo;est de construire cette libert&eacute; via mes projets et, si je suis en entreprise, je me projette dans une organisation compatible avec du <strong>t&eacute;l&eacute;travail complet</strong>. C&rsquo;est un crit&egrave;re important pour moi sur le long terme, parce que j&rsquo;ai besoin de mobilit&eacute; pour &ecirc;tre bien et performant.</p>
              <p>J&rsquo;ai aussi une mentalit&eacute; tr&egrave;s orient&eacute;e <strong>croissance</strong>. J&rsquo;aime construire, tester, am&eacute;liorer, faire grandir. Quand un projet arrive &agrave; saturation sur sa niche, ma logique serait de <strong>monter d&rsquo;un palier de march&eacute;</strong> ou de passer &agrave; un autre projet. La vision <strong>&ldquo;on stabilise et on maintient&rdquo;</strong> ne m&rsquo;a jamais parl&eacute;.</p>
              <p>Je peux totalement m&rsquo;inscrire dans un <strong>CDI</strong> sur le long terme, si la culture colle. J&rsquo;ai besoin d&rsquo;un cadre o&ugrave; l&rsquo;initiative est encourag&eacute;e, o&ugrave; les id&eacute;es circulent, et o&ugrave; le management est moderne, plut&ocirc;t horizontal. Et surtout, d&rsquo;une fa&ccedil;on de travailler propre, qui r&eacute;compense l&rsquo;<strong>impact r&eacute;el</strong> sans jeux politiques, coups bas, ou compromis douteux.</p>
              <p>Au fond, mon cap, c&rsquo;est de <strong>construire utile</strong>, <strong>progresser vite</strong>, et laisser une <strong>trace positive</strong> dans un cadre de <strong>libert&eacute;</strong>.</p>
            </template>
          </div>
        </div>
      </section>

      <section class="section">
        <div class="card reveal">
          <h2>Passions</h2>

          <div class="card-deck" data-card-deck>
            <div class="card-deck__grid">
              <button class="deck-card" type="button" data-deck-card data-card-key="echecs" data-card-title="Jeux d'&eacute;checs" aria-controls="deck-passions" aria-expanded="false">
                <span class="deck-card__inner">
                  <span class="deck-card__face deck-card__front">
                    <img class="deck-card__media" src="assets/cards/echecs.png" alt="Jeux d'&eacute;checs" loading="lazy">
                  </span>
                  <span class="deck-card__face deck-card__back" aria-hidden="true">
                    <img class="deck-card__media deck-card__media--back" src="assets/cards/echecs.png" alt="" loading="lazy">
                  </span>
                </span>
              </button>

              <button class="deck-card" type="button" data-deck-card data-card-key="sport" data-card-title="Sport" aria-controls="deck-passions" aria-expanded="false">
                <span class="deck-card__inner">
                  <span class="deck-card__face deck-card__front">
                    <img class="deck-card__media" src="assets/cards/sport.png" alt="Sport" loading="lazy">
                  </span>
                  <span class="deck-card__face deck-card__back" aria-hidden="true">
                    <img class="deck-card__media deck-card__media--back" src="assets/cards/sport.png" alt="" loading="lazy">
                  </span>
                </span>
              </button>

              <button class="deck-card" type="button" data-deck-card data-card-key="audiovisuel" data-card-title="Cr&eacute;ation audiovisuelle" aria-controls="deck-passions" aria-expanded="false">
                <span class="deck-card__inner">
                  <span class="deck-card__face deck-card__front">
                    <img class="deck-card__media" src="assets/cards/audiovisuel.png" alt="Cr&eacute;ation audiovisuelle" loading="lazy">
                  </span>
                  <span class="deck-card__face deck-card__back" aria-hidden="true">
                    <img class="deck-card__media deck-card__media--back" src="assets/cards/audiovisuel.png" alt="" loading="lazy">
                  </span>
                </span>
              </button>

              <button class="deck-card" type="button" data-deck-card data-card-key="jeux" data-card-title="Cr&eacute;ation de jeux vid&eacute;o" aria-controls="deck-passions" aria-expanded="false">
                <span class="deck-card__inner">
                  <span class="deck-card__face deck-card__front">
                    <img class="deck-card__media" src="assets/cards/jeuxvideos.jpg" alt="Cr&eacute;ation de jeux vid&eacute;o" loading="lazy">
                  </span>
                  <span class="deck-card__face deck-card__back" aria-hidden="true">
                    <img class="deck-card__media deck-card__media--back" src="assets/cards/jeuxvideos.jpg" alt="" loading="lazy">
                  </span>
                </span>
              </button>

              <button class="deck-card" type="button" data-deck-card data-card-key="musique" data-card-title="Composition musicale" aria-controls="deck-passions" aria-expanded="false">
                <span class="deck-card__inner">
                  <span class="deck-card__face deck-card__front">
                    <img class="deck-card__media" src="assets/cards/musique.jpg" alt="Composition musicale" loading="lazy">
                  </span>
                  <span class="deck-card__face deck-card__back" aria-hidden="true">
                    <img class="deck-card__media deck-card__media--back" src="assets/cards/musique.jpg" alt="" loading="lazy">
                  </span>
                </span>
              </button>
            </div>

            <template data-card-template="echecs">
              <p>Je me suis mis aux <strong>&eacute;checs</strong> relativement tard, mais j&rsquo;ai accroch&eacute; vite. J&rsquo;ai commenc&eacute; dans un <strong>club amateur</strong> quand j&rsquo;habitais &agrave; <strong>Lacanau Oc&eacute;an</strong>, puis j&rsquo;ai fait un an en club en <strong>division r&eacute;gionale</strong> &agrave; <strong>Pau Sarrailh</strong>. J&rsquo;ai aussi pass&eacute; mon <strong>D.I.F.F.E.</strong></p>
              <figure class="cv-preview">
                <img src="assets/SKM_C300i25042921410-1.png" alt="Dipl&ocirc;me D.I.F.F.E." loading="lazy">
                <figcaption>Dipl&ocirc;me D.I.F.F.E.</figcaption>
              </figure>
              <p>Les <strong>&eacute;checs</strong> m&rsquo;ont apport&eacute; plusieurs choses : <strong>rester concentr&eacute; longtemps</strong>, <strong>garder la t&ecirc;te froide</strong>, et <strong>prendre des d&eacute;cisions propres</strong> m&ecirc;me quand &ccedil;a devient tendu.</p>
            </template>

            <template data-card-template="sport">
              <p>Je fais du <strong>sport</strong> depuis l&rsquo;enfance. C&rsquo;est ce qui m&rsquo;a appris la <strong>discipline</strong> et la <strong>r&eacute;gularit&eacute;</strong>. Quand je me fixe un <strong>objectif</strong>, j&rsquo;aime m&rsquo;entra&icirc;ner, mesurer, ajuster, et progresser.</p>
              <p>J&rsquo;ai commenc&eacute; par la <strong>natation en comp&eacute;tition</strong>, pendant de nombreuses ann&eacute;es, jusqu&rsquo;&agrave; mes <strong>19 ans</strong>. J&rsquo;ai atteint le <strong>niveau N3</strong>, avec quelques rep&egrave;res chronos : environ <strong>1 min 18</strong> au <strong>100 m brasse</strong>, environ <strong>34 s</strong> au <strong>50 m brasse</strong>, environ <strong>58 s</strong> au <strong>100 m nage libre</strong>, environ <strong>27 s</strong> au <strong>50 m nage libre</strong>.</p>
              <p>En parall&egrave;le, j&rsquo;ai aussi pratiqu&eacute; le <strong>judo</strong> jusqu&rsquo;&agrave; la <strong>ceinture verte</strong>, puis j&rsquo;ai encha&icirc;n&eacute; plusieurs <strong>sports de combat</strong> pendant plusieurs ann&eacute;es (<strong>boxe anglaise, boxe fran&ccedil;aise, kick-boxing, boxe tha&iuml;, MMA</strong>). &Ccedil;a m&rsquo;a apport&eacute; une vraie <strong>gestion de l&rsquo;effort</strong> et du <strong>mental</strong>, surtout dans les moments o&ugrave; il faut rester lucide.</p>
              <p>Cette ann&eacute;e, j&rsquo;ai d&eacute;cid&eacute; de me mettre s&eacute;rieusement &agrave; l&rsquo;<strong>escalade</strong>. Pour l&rsquo;instant, je grimpe autour du <strong>5C</strong>, avec comme <strong>objectif</strong> de progresser proprement, construire des bases solides, et monter en niveau &eacute;tape par &eacute;tape.</p>
            </template>

            <template data-card-template="audiovisuel">
              <p>J&rsquo;ai commenc&eacute; par le <strong>th&eacute;&acirc;tre</strong> quand j&rsquo;&eacute;tais plus jeune. J&rsquo;ai ensuite rejoint une <strong>association audiovisuelle</strong>, o&ugrave; j&rsquo;ai pu toucher &agrave; plusieurs r&ocirc;les et comprendre toute la cha&icirc;ne de cr&eacute;ation.</p>
              <p>J&rsquo;ai aussi lanc&eacute; une <strong>cha&icirc;ne YouTube</strong> autour de l&rsquo;<strong>informatique</strong>, qui a plut&ocirc;t bien march&eacute;. Je l&rsquo;ai supprim&eacute;e ensuite, parce que l&rsquo;audience et les messages que je recevais partaient dans une direction qui ne correspondait pas &agrave; ce que je voulais transmettre.</p>
              <p>Apr&egrave;s &ccedil;a, j&rsquo;ai continu&eacute; &agrave; aider des cr&eacute;ateurs et des communaut&eacute;s &agrave; se d&eacute;velopper, en restant dans l&rsquo;ombre. &Ccedil;a m&rsquo;a amen&eacute; &agrave; beaucoup m&rsquo;int&eacute;resser au <strong>marketing des r&eacute;seaux sociaux</strong>, aux <strong>m&eacute;caniques d&rsquo;attention</strong>, et &agrave; la fa&ccedil;on de <strong>structurer un contenu</strong> pour qu&rsquo;il soit compris et retenu.</p>
              <p>R&eacute;cemment, j&rsquo;ai aussi valid&eacute; une partie de ces acquis avec un <strong>dipl&ocirc;me de monteur professionnel</strong>.</p>
              <figure class="cv-preview">
                <img src="assets/6478-1060151890-1.png" alt="Dipl&ocirc;me de monteur professionnel" loading="lazy">
                <figcaption>Dipl&ocirc;me de monteur professionnel.</figcaption>
              </figure>
            </template>

            <template data-card-template="jeux">
              <p>Quand j&rsquo;aidais des communaut&eacute;s &agrave; se d&eacute;velopper, j&rsquo;ai notamment travaill&eacute; sur l&rsquo;organisation d&rsquo;&eacute;v&eacute;nements et d&rsquo;animations pour l&rsquo;<strong>un des plus gros serveurs Discord fran&ccedil;ais</strong>. Parmi ces &eacute;v&eacute;nements, j&rsquo;ai cr&eacute;&eacute; un <strong>ARG (Alternate Reality Game)</strong>. J&rsquo;ai ador&eacute; l&rsquo;exercice, parce que &ccedil;a m&eacute;lange <strong>narration, design d&rsquo;exp&eacute;rience, et m&eacute;canique de jeu</strong>, avec un vrai feedback du public.</p>
              <p>&Agrave; l&rsquo;origine, cet <strong>ARG</strong> &eacute;tait encadr&eacute; par des animateurs. Mais tr&egrave;s vite, j&rsquo;ai eu envie d&rsquo;aller plus loin et d&rsquo;<strong>automatiser une partie des process</strong> : j&rsquo;&eacute;tais &agrave; ce moment-l&agrave;, d&eacute;j&agrave; en train de toucher au jeu vid&eacute;o. &Ccedil;a m&rsquo;a fait r&eacute;aliser que le <strong>game design</strong>, c&rsquo;&eacute;tait exactement le point de rencontre entre ce que j&rsquo;aime construire et ce que j&rsquo;aime raconter.</p>
              <p>J&rsquo;ai donc commenc&eacute; &agrave; me former s&eacute;rieusement, en parall&egrave;le de mon travail et de mes autres projets, jusqu&rsquo;&agrave; passer une <strong>formation professionnelle de game designer</strong>.</p>
              <figure class="cv-preview">
                <img src="assets/Certificat FORMATION PRO GD - Idris NAULLEAU-AURIAL.png" alt="Certificat de formation professionnelle de game designer" loading="lazy">
                <figcaption>Certificat de formation professionnelle de game designer.</figcaption>
              </figure>
              <p>J&rsquo;y ai consolid&eacute; des bases en <strong>conception, psychologie du joueur et UX</strong>. Puis j'ai approfondi cela en me spécialisant via l'étude de la <strong>dramaturgie</strong>.</p>
              <p>Aujourd&rsquo;hui, je continue &agrave; cr&eacute;er dans ce domaine sur mon temps personnel. J&rsquo;ai <strong>deux projets principaux</strong> : <strong>un jeu vid&eacute;o narratif ambitieux</strong>, qui n&eacute;cessitera une <strong>lev&eacute;e de fonds</strong> (c&rsquo;est en cours, et j&rsquo;en parle plus dans la page <strong><a href="projets.html">Projets</a></strong>), et un <strong>ARG Discord</strong>, dans la continuit&eacute; de ce qui a &eacute;t&eacute; ma porte d&rsquo;entr&eacute;e dans le game design.</p>
              <p>Le jeu vid&eacute;o reste un hobby, mais c&rsquo;est aussi un vrai <strong>terrain de convergence</strong> pour moi : <strong>cr&eacute;ativit&eacute;, informatique, produit, entrepreneuriat, et collaboration</strong>. C&rsquo;est un domaine o&ugrave; je me sens &agrave; la fois challeng&eacute; et parfaitement &agrave; ma place, tout en voulant que &ccedil;a reste un loisir et non pas un objectif de carri&egrave;re, d&rsquo;o&ugrave; mon choix de ne pas travailler dans un studio de jeu d&eacute;j&agrave; en place.</p>
            </template>

            <template data-card-template="musique">
              <p>J&rsquo;ai commenc&eacute; la musique assez t&ocirc;t, d&rsquo;abord avec la <strong>basse</strong> ou l&rsquo;<strong>accord&eacute;on</strong>, je ne sais plus. Puis, mon premier vrai instrument a &eacute;t&eacute; la <strong>guitare</strong>. Ensuite je suis pass&eacute; par les <strong>percussions</strong> et la <strong>batterie</strong>. J&rsquo;ai jou&eacute; dans plusieurs <strong>groupes amateurs</strong>, souvent autour de reprises, ce qui m&rsquo;a appris &agrave; &eacute;couter, &agrave; me caler, et &agrave; jouer avec les autres.</p>
              <p>Quand j&rsquo;ai eu envie de <strong>composer</strong>, je me suis mis au <strong>piano</strong>. Ce qui me pla&icirc;t le plus dans la musique, c&rsquo;est l&rsquo;<strong>improvisation</strong>. J&rsquo;aime construire en direct, tester des id&eacute;es, les faire &eacute;voluer, et laisser de la place &agrave; l&rsquo;accident &ldquo;heureux&rdquo;.</p>
              <p>Pour ca, je joue avec un <strong>looper</strong>, des <strong>samples</strong> et plusieurs instruments, ce qui me permet de cr&eacute;er des <strong>couches en temps r&eacute;el</strong> et de jouer un &ldquo;<strong>ensemble</strong>&rdquo; seul, en superposant et mixant des boucles.</p>
              <p>Mon approche est plut&ocirc;t <strong>jazz-fusion</strong>, mais j&rsquo;ai eu l&rsquo;occasion de jouer dans des univers vari&eacute;s : <strong>rock, metal, traditionnel occitan fusion, traditionnel aborig&egrave;ne fusion, et beaucoup de jam sessions</strong>. Ce m&eacute;lange de styles m&rsquo;a donn&eacute; un vrai go&ucirc;t pour la curiosit&eacute; et l&rsquo;exp&eacute;rimentation.</p>
              <p>Sur ce site, il y a un <strong>lecteur audio cach&eacute;</strong> qui contient quelques une de mes compositions, improvisations et covers en solo : j'y compose tous les instruments.</p>
              <div class="hero-actions">
                <button class="btn primary" type="button" data-player-unlock>D&eacute;bloquer le lecteur musical</button>
              </div>
            </template>
          </div>
        </div>
      </section>

      <div class="deck-modal" data-deck-modal hidden aria-hidden="true">
        <div class="deck-modal__backdrop" data-deck-modal-backdrop></div>
        <div class="deck-modal__panel" data-deck-modal-panel role="dialog" aria-modal="true" aria-labelledby="deck-modal-title" tabindex="-1">
          <button class="icon-btn deck-modal__close" type="button" data-deck-modal-close aria-label="Fermer">
            <svg class="icon" viewBox="0 0 24 24" aria-hidden="true" focusable="false">
              <path d="M6 6l12 12"></path>
              <path d="M18 6l-12 12"></path>
            </svg>
          </button>
          <div class="deck-modal__body">
            <div class="deck-modal__hero" data-deck-modal-hero></div>
            <div class="deck-modal__scroll-cue" data-deck-modal-scroll-cue aria-hidden="true">
              <svg viewBox="0 0 24 24" aria-hidden="true" focusable="false">
                <path d="M12 5v14"></path>
                <path d="M7 14l5 5 5-5"></path>
              </svg>
              <span>D&eacute;filer</span>
            </div>
            <h2 class="deck-modal__title sr-only" id="deck-modal-title" data-deck-modal-title></h2>
            <div class="deck-modal__content" data-deck-modal-content></div>
          </div>
        </div>
      </div>
    </main>

    <div class="site-player" data-site-player hidden aria-hidden="true">
      <div class="player" data-player>
        <button class="icon-btn" type="button" data-player-toggle aria-label="Lecture" aria-pressed="false">
          <svg class="icon icon--filled" data-icon="play" viewBox="0 0 24 24" aria-hidden="true" focusable="false">
            <path d="M8 5v14l11-7z"></path>
          </svg>
          <svg class="icon icon--filled" data-icon="pause" viewBox="0 0 24 24" aria-hidden="true" focusable="false">
            <path d="M9 6h2v12H9zM13 6h2v12h-2z"></path>
          </svg>
        </button>
        <button class="icon-btn" type="button" data-player-panel-toggle aria-label="Ouvrir la playlist" aria-expanded="false" aria-controls="player-panel">
          <svg class="icon" data-icon="playlist" viewBox="0 0 24 24" aria-hidden="true" focusable="false">
            <path d="M4 6h11"></path>
            <path d="M4 12h11"></path>
            <path d="M4 18h11"></path>
            <path d="M18 9v6l3-3z"></path>
          </svg>
        </button>
        <div class="player-panel" id="player-panel" data-player-panel aria-label="Playlist" aria-hidden="true" hidden>
          <p class="muted player-panel__hint">Playlist : ajoutez vos morceaux.</p>
          <div class="player-tracks" data-player-tracks></div>
        </div>
        <audio data-player-audio preload="none"></audio>
      </div>
    </div>

  </div>
</body>
</html>
